[{
        "id": "review0",
        "index": "0",
        "name": "Klienerana",
        "review": "Played for 2 months now, still have not got the whole idea of other instance, will read soom on how to play them, but for the meantime for 2 months now I have been happy of the server GM's and players. Players here are very helpful in many ways. I am still far from the build I want and still farming atm so that I can go for the instances like jitterbug and more. I am excited to know those nad how..."
    },
    {
        "id": "review1",
        "index": "1",
        "name": "JustSomeTobyFan",
        "review": "Definitely would recommend, this server is Ricardo Millos friendly. You can reach out GM Hector, GM panic, Arias, and me for more Ricardo stuffs. Jokes aside, [but I am not joking thou..], Probably one of the most balanced server for renewal."
    },
    {
        "id": "review2",
        "index": "2",
        "name": "mvpcardholder",
        "review": "Been here for quite some time and have seen the server through ups and downs. All kinds of dramas too, some good, some bad. Overall a pretty fun server and I highly recommend it to anyone interested in having a shot of having a decently paced and progressive experience. GMs will listen to you if you know how to present your case which is also a plus."
    },
    {
        "id": "review3",
        "index": "3",
        "name": "w980",
        "review": "Definitely would recommend, this server is Ricardo Millos friendly. You can reach out GM Hector, GM panic, Arias, and me for more Ricardo stuffs. Jokes aside,[but I am not joking thou..], Probably one of the most balanced server for renewal."
    },
    {
        "id": "review4",
        "index": "4",
        "name": "lellelouch",
        "review": "I like this server, nothing seems so over acting. just a normal server with updated content. thumbs up!!! it definitely seems like a legit server like the one i'm playing before which is ragnarok valkyrie server philippines."
    },
    {
        "id": "review5",
        "index": "5",
        "name": "mosquitokiller",
        "review": "its been my 2yrs YYRO i think ill day playing this server. im a 44 yrs old now and I want to play forever in this server, thanks GM00 for everything thanks for the server. god bless all the gm team you all did a good job."
    },
    {
        "id": "review6",
        "index": "6",
        "name": "aCch",
        "review": "Been playing for a week now so far I like the server's features have like navigations for maps, npcs and monsters they also have quests, instance dungenons, and group hunts which I find it cool so I can interact more with other players in game. The community is very friendly and helpful so as the Gms especially Gm YY:). The server is polished and stable. I think I found a new home to stay<3"
    },
    {
        "id": "review7",
        "index": "7",
        "name": "koffee",
        "review": "I love this server! I've tried out dozens and dozens of servers, and yet I keep coming back to YYRO because it have everything in a server tha I generally look for. Its stable, very friendly GMs and players. Very eventful if you are into doing evens or WOE, which I am not. I am a soloer, but I still find that server fun to play. I would like it if the dungeon warper went to everylvl of a dungeo..."
    },
    {
        "id": "review8",
        "index": "8",
        "name": "GMMainSadeFace",
        "review": "Really amazing server, the lastest patch and every change GMs have been makeing have been phenomenal. I feel like there's so much to do now. I've actually been having a hard time finding time to work because of how much there is to do in this server even as a lowly melee GX main. Keep up the great work GMsI..."
    },
    {
        "id": "review9",
        "index": "9",
        "name": "LoloTop",
        "review": "Still a novice, but having a wonderful experience. The game have a really good up system, who force the players to build groups to up in a faster way. That way made players play with each other unless just farm alone. This kind of point i really appreciate."
    },
    {
        "id": "review10",
        "index": "10",
        "name": "MaybeNextTime",
        "review": "Stable server, no downtime. Economy also stable, they try to keep up with updates. Lots of GMs so they can help you 24/7. Community will also help you when you have question. Class Balance, 3 words. Everything can work."
    }
]